const messageText = {
    start: `Привет💋
\nХочешь начать знакомиться с людьми для секса?😍 Наш бот тебе поможет с этим!💥
\n😜У нас ты найдешь тысячи парней и девушек, на любой вкус и желания.
\nЧтобы купить подписку, жми на кнопку👇🏻`,

    check: `‼️ ВНИМАНИЕ ‼️ \nЧтобы начать пользоваться ботом, сначала подпишись на каналы!
\n➡️Канал №1 - <a href="https://t.me/+0OhgSFYTHKcxODc6">ЖМИ</a>
\n➡️Канал №2 - <a href="https://t.me/+L-USbfh--SFlZjEy">ЖМИ</a>
\n➡️Канал №3 - <a href="https://t.me/bkfocus">ЖМИ</a>
\n✅После того, как подпишитесь на все каналы, жмите на кнопку ниже.`,

    productList:`❤️Купить подписку
\nВыберите товар для покупки`, 

    product: `Огромное количество красивых девушек,👩🏼 желающие познакомиться для секса,🔞 собраны в нашем приватном паблике.🔥
\n✅Никаких фейков, обманов! Только проверенные девушки!`,

    website: `Наш официальный сайт знакомств для секса!🔥🔥
\n✅Регистрация бесплатная👇🏻👇🏻
\n<a href="https://bit.ly/3AGAZ68">💋 ОТКРОЙ 💋</a>\n<a href="https://bit.ly/3AGAZ68">💋 ОТКРОЙ 💋</a>\n<a href="https://bit.ly/3AGAZ68">💋 ОТКРОЙ 💋</a>`,

    titleProduct: {
        price99: `<strong>Подписка на 12 часов</strong>\n\n Цена: 99 руб`,
        price149: `<strong>Подписка на 1 день</strong>\n\n Цена: 149 руб`,
        price249: `<strong>Подписка на 3 дня</strong>\n\n Цена: 249 руб`,
        price349: `<strong>Подписка на 7 дней</strong>\n\n Цена: 349 руб`,
        price599: `<strong>Подписка на 30 дней</strong>\n\n Цена: 599 руб`,
        price1499: `<strong>‼️ АКЦИЯ ‼️ Подписка на всегда</strong>\n\n Цена: 1499 руб`,
    },
}



module.exports = messageText;